{
    "297a8dc2-6455-4020-9284-b2d7995dab72": {
        "title": "Milky Way",
        "Description": "The Milky Way is the galaxy that contains our Solar System. The name describes the galaxy's appearance from Earth: a hazy band of light seen in the night sky formed from stars that cannot be individually distinguished by the naked eye. The Milky Way is a barred spiral galaxy with an estimated 100–400 billion stars and at least that number of planets. It has a diameter of about 100,000 light-years and a thickness of approximately 1,000 light-years. The central bulge of the Milky Way contains a supermassive black hole known as Sagittarius A*.",
        "age": "13.6 billion years",
        "_id": "297a8dc2-6455-4020-9284-b2d7995dab72"
    },
    "506b2403-292d-4335-aed9-bfc71a2e499a": {
        "title": "Andromeda Galaxy",
        "Description": "The Andromeda Galaxy, also known as M31, is a barred spiral galaxy approximately 2.537 million light-years from Earth. It is the nearest major galaxy to the Milky Way and the largest galaxy in the Local Group, which also contains the Milky Way, the Triangulum Galaxy, and about 54 other smaller galaxies. Andromeda is on a collision course with the Milky Way and is expected to merge with it in about 4.5 billion years, forming a new galaxy. Andromeda has a diameter of about 220,000 light-years and contains roughly one trillion stars.",
        "age": "10 billion years",
        "_id": "506b2403-292d-4335-aed9-bfc71a2e499a"
    },
    "9ac705cb-95db-4ee2-9644-332a39c06d46": {
        "title": "Messier 87",
        "Description": "Messier 87 (M87), also known as Virgo A, is a supergiant elliptical galaxy located in the constellation Virgo. It is about 53.5 million light-years from Earth and is one of the most massive galaxies in the local universe. M87 is notable for its large population of globular clusters, estimated to be around 12,000, and for the presence of a supermassive black hole at its center. This black hole, with a mass of about 6.5 billion solar masses, was the first to be imaged by the Event Horizon Telescope in 2019.",
        "age": "13.25 billion years",
        "_id": "9ac705cb-95db-4ee2-9644-332a39c06d46"
    }
}