{
    "833f8101-37c3-4e87-ab56-f83926bfacb6": {
        "title": "Earth",
        "Description": "Earth is the third planet from the Sun and the only astronomical object known to harbor life. About 29.2% of Earth's surface is land consisting of continents and islands. The remaining 70.8% is covered with water, mostly by oceans, seas, gulfs, and other salt-water bodies, but also by lakes, rivers, and other freshwater, which together constitute the hydrosphere. Earth's atmosphere consists mostly of nitrogen and oxygen. Earth's climate is influenced by factors such as oceans, landforms, and atmospheric conditions, leading to various climates and ecosystems around the world.",
        "age": "4.543 billion years",
        "_id": "833f8101-37c3-4e87-ab56-f83926bfacb6"
    },

    "b23c2c64-96b4-4ad0-9e76-2c07a6bd5720": {
        "title": "Mars",
        "Description": "Mars is the fourth planet from the Sun and the second-smallest planet in the Solar System, being larger than only Mercury. In English, Mars carries the name of the Roman god of war and is often referred to as the 'Red Planet' because the iron oxide prevalent on its surface gives it a reddish appearance. Mars is a terrestrial planet with a thin atmosphere, with surface features reminiscent of both Earth's impact craters and valleys, deserts, and polar ice caps. It is home to Olympus Mons, the tallest volcano and second-highest known mountain in the Solar System, and Valles Marineris, one of the largest canyons.",
        "age": "4.6 billion years",
        "_id": "b23c2c64-96b4-4ad0-9e76-2c07a6bd5720"
    },

    "6efdc6c3-eb05-4a4c-8845-3d49d2cfa143": {
        "title": "Jupiter",
        "Description": "Jupiter is the fifth planet from the Sun and the largest in the Solar System. It is a gas giant with a mass more than two and a half times that of all the other planets in the Solar System combined. Jupiter's atmosphere is primarily composed of hydrogen and helium. The planet is known for its prominent Great Red Spot, a giant storm that has been observed for over 300 years. Jupiter has at least 79 moons, including the four large Galilean moons: Io, Europa, Ganymede, and Callisto. Ganymede, the largest of these, has a diameter greater than that of the planet Mercury.",
        "age": "4.6 billion years",
        "_id": "6efdc6c3-eb05-4a4c-8845-3d49d2cfa143"
    }
}