{
    "716b02ab-7ba4-4055-bb8c-b8edf1e85ad2": {
        "title": "Sun",
        "distanceFromEarth" : "149 million km",
        "image": "https://spaceplace.nasa.gov/gallery-sun/en/solar-flare.en.jpg",
        "type": "Yellow dwarf",
        "description": "The Sun is the star at the center of the Solar System. It is a massive, nearly perfect sphere of hot plasma, heated to incandescence by nuclear fusion reactions in its core, radiating the energy from its surface mainly as visible light and infrared radiation with 10% at ultraviolet energies. It is by far the most important source of energy for life on Earth. The Sun has been an object of veneration in many cultures. It has been a central subject for astronomical research since antiquity.",
        "age": "4.6 billion years",
        "_id": "716b02ab-7ba4-4055-bb8c-b8edf1e85ad2"
    },
    "829d7e3b-4b46-4c3d-bfcd-e497fcd25d85": {
        "title": "Sirius B",
        "distanceFromEarth" : "8.60 light-years",
        "image": "https://static.independent.co.uk/2021/10/19/05/white-dwarf-file.jpeg?quality=75&width=1200&auto=webp",
        "type": "White dwarf",
        "description": "Sirius B, a white dwarf, is very faint because of its tiny size, only 7,500 miles in diameter. White dwarfs are the leftover remnants of stars similar to the sun. They have exhausted their nuclear fuel sources and have collapsed down to a very small size. Sirius B is about 10,000 times fainter than Sirius A",
        "age": "230 million years",
        "_id": "829d7e3b-4b46-4c3d-bfcd-e497fcd25d85"
    },
    "a118bf97-5ff1-4e32-b1d9-0bfed4f64ba7": {
        "title": "Proxima Centauri",
        "distanceFromEarth" : "4.24 light-years",
        "image": "https://theplanets.org/123/2021/05/red-dwarf-star.png",
        "type": "Red dwarf",
        "description": "Proxima Centauri is a small, low-mass star located 4.2465 light-years (1.3020 pc) away from the Sun in the southern constellation of Centaurus. Its Latin name means the 'nearest [star] of Centaurus'. It was discovered in 1915 by Robert Innes and is the nearest-known star to the Sun. With a quiescent apparent magnitude of 11.13, it is too faint to be seen with the unaided eye. Proxima Centauri is a member of the Alpha Centauri star system, being identified as component Alpha Centauri C, and is 2.18° to the southwest of the Alpha Centauri AB pair. It is currently 12,950 AU (0.2 ly) from AB, which it orbits with a period of about 550,000 years.",
        "age": "4.85 billion years",
        "_id": "a118bf97-5ff1-4e32-b1d9-0bfed4f64ba7"
    }
}